import React from "react";
import "../blog.css";

export default function HowToLearnEnglish() {
  return (
    <>
      <div className="detail-blog">
        <h2>איך ללמוד למבחן באנגלית – עשרה טיפים מנצחים!</h2>
        <h4>
          בואו נשים את זה על השולחן! מבחן בכל גיל הוא עניין מלחיץ.
          <br />
          מבחן בשפה האנגלית עשוי להלחיץ, בגלל העובדה שמדובר במבחן בשפה זרה,
          שהילד אינו דובר אותה וצריך ללמוד אותה על בוריה.
        </h4>
        <p>
          הדרך הטובה ביותר להתמודד עם הלחץ היא בראש ובראשונה לדעת מה מצפה לנו
          ובהמשך להבין כיצד ניתן ללמוד באופן הטוב ביותר למבחן.
          <br />
          <br />
          מבחן באנגלית לרוב יכלול אוצר מילים, קטע כתיבה, קטע האזנה, מבנים
          דקדוקיים וכמובן אנסין באנגלית.
          <br />
          <br />
          בוודאי שכל מבחן ייכתב בהתאם לרמה הנלמדת ולשכבת הגיל המתאימה!
          <br />
          <br />
          ראשית חשוב לוודא מה נדרש מאיתנו ללמוד למבחן, מה החומר ובאיזו רמה. כעת
          ניתן לגשת למלאכת הלמידה.
          <br />
          אז איך לומדים למבחן באנגלית כמו שצריך? בואו נחלק את הלמידה למספר
          חלקים:
        </p>
        <h4>ארגון החומר</h4>
        <p>
          חשוב מאין כמותו. למידה טובה תמיד תתחיל בסדר וארגון של כל החומר.
          <br />
          איך עושים את זה?
          <br />
          <br />
          1. מומלץ לארגן את כל החומר שיהיה בבחינה. חומר שאינו רלוונטי סתם יבלבל
          וייצור עומס על התלמיד.
          <br />
          <br />
          2. כדאי להדפיס חומר עזר, דפי עבודה וסיכומים שיסייעו בלמידה. באתר כאן
          לומדים תוכלו למצוא חומרי לימוד רבים בכל המקצועות.
        </p>
        <h4>אוצר מילים</h4>
        <p>
          הדבר החשוב ביותר שיש לזכור הוא ששפה, כל שפה, מורכבת ממילים ולכן ככל
          שאדע מילים רבות יותר, השפה שלי תהיה עשירה יותר.
          <br />
          <br />
          למעשה, בלימוד שפה יש לזכור שאוצר מילים הוא "המלך".
          <br />
          אם יש לי אוצר מילים עשיר, אצליח לכתוב, לקרוא קטעי קריאה (אנסין) ולהבין
          את השאלות וזאת אפילו אם הדקדוק שלי קצת "צולע".
          <br />
          מובן שידיעת דקדוק ברמה גבוהה תשדרג את הכתיבה שלי, אבל זה לא מה שיעצור
          אותי בפני מענה על מבחן באופן איכותי למדיי.
          <br />
          <br />
          כשהבנו את חשיבותו של אוצר המילים ניגש קודם כל ״לטפל״ בו!
          <br />
          <br />
          3. מומלץ לקבץ את כל אוצר המילים המיועד לבחינה על דף אחד. זה כבר יעשה
          לכם סדר בעיניים.
          <br />
          <br />
          4. נסמן את המילים שאיננו יודעים - שימו לב שלרוב תדעו 50% מהמילים ואף
          יותר מהלימוד השוטף בכיתה, משיעורי הבית ואפילו סתם משירים ומהתנהלות
          יומיומית מול אנגלית. עכשיו הרשימה תיראה טוב יותר.
          <br />
          <br />
          5. כדאי להשתמש באפליקציות שיכולות לעזור לנו ללמוד את אוצר המילים
          למבחן. אפליקציה מומלצת היא אפליקציית ה- quizlet המאפשרת להכניס מילים
          עם פירושים. כך האפליקציה תיצור לכם מבחנים, שתוכלו להיעזר בהם, על מנת
          לשנן את המילים. אם לא "התחברתם" לאפליקציה הזו, ישנן אפליקציות נוספות
          שיכולות לסייע בעניין הזה. צריך רק למצוא אותן!
          <br />
          <br />
          6. לא אוהבים אפליקציות? אין בעיה! במקרה כזה מומלץ לקרוא את המילים,
          לרשום אותן על דף ללא פירושים ואז לשבת ולפרש אותן.לאחר מכן מומלץ לקפל
          את הדף עליו רשמתם את הפירושים (ממש להסתיר אותם על ידי הקיפול) ולכתוב
          פירושים מחדש. כך שוב ושוב עד שכל המילים ״יושבות״ טוב בראש! כן, ממש כמו
          פעם. זה עובד!
        </p>
        <h4>דקדוק באנגלית</h4>
        <p>
          מבחנים ביסודי לרוב יכללו שימוש במבנים דקדוקיים. חשוב לזכור שהדקדוק
          "הולך" איתנו עד הבגרות ולכן לא כדאי להקל בו ראש.
          <br />
          מבנים דקדוקיים מורכבים, למעשה, מסתמכים על מבנים דקדוקיים פשוטים יותר
          ולא כדאי ליצור פער בלמידה, שיקשה על קליטת הדקדוק המורכב יותר בהמשך.
          <br />
          <br />
          אז איך לומדים דקדוק באנגלית?
          <br />
          <br />
          7. תרגול, תרגול ועוד תרגול! לא ניתן להמעיט בחשיבותו. דקדוק באנגלית
          לעיתים ירגיש קצת כמו מתמטיקה, שכן הוא מצריך תרגול שוטף. ההיצמדות
          לתבניות ולכללים עשויה לסייע לנו להצליח לכתוב טוב ונכון יותר דקדוקית.
          כתיבה עם דקדוק ברמה גבוהה כמעט תמיד תעלה את הציון בבחינה ותשפר את רמת
          החיבור, הדיבור והגישה לאנסין.אחת הדרכים לתרגל דקדוק היא לפתור כמה
          שיותר תרגילי דקדוק, אפילו עם חבר, שיכול לסייע לכם בבדיקה. באתר כאן
          לומדים תמצאו תרגילי דקדוק רבים לכל הרמות, עם תשובות, כך שתוכלו אף
          לבדוק את עצמכם בעצמכם.
          <br />
          <br />
          8. מומלץ מאוד להכין את כל שיעורי הבית בדקדוק ולהיעזר במורה המלמדת
          בכיתה. התרגול היומיומי בסופו של דבר יעשה את ההבדל!
          <br />
          <br />
          9. ניתן לתרגל דקדוק באתרים המציעים תרגול אונליין וכך לקבל פידבק מיידי
          לגבי תשובותיכם.
          <br />
          <br />
          10. אם אתם מתקשים בקליטת המבנים הדקדוקיים, חשים שאתם צוברים פערים ואין
          מי שיכול לסייע לכם בבית כדאי לשקול להיעזר בשירותיו של מורה פרטי
          לאנגלית, המומחה בתחומו. אפילו מספר קטן של שיעורים פרטיים באנגלית עשוי
          לחולל פלאים בקליטת וב"שדרוג" השפה.ברגע שתהיו מאורגנים, תרחיבו את אוצר
          המילים שלכם ותשלטו במבני הדקדוק השונים מובטח לכם שההצלחה במבחנים לא
          תאחר להגיע והציונים יעלו בהתאם!
          <br />
        </p>
        <h4>
          <a href="/blog">לקריאת מאמרים נוספים</a>
        </h4>
      </div>
    </>
  );
}
