
import React from "react";
import './about.css'
import imgAboutPage from "../picthers/imgAboutPage.jpg";

export default function About() {
  return (
    <>
      <div>
        <img id="imgAboutPage" alt="imgAboutPage" src={imgAboutPage} />
      </div>
      
      <div id="txt1">
        <h2>אודות</h2>
        <p>
          אתר כאן לומדים הוקם על ידי קבוצת סטודנטיות, העוסקות בתחומים שונים.
          <br /> <br />
          האתר נולד מתוך צורך אישי שלנו, מקימי האתר; בעת חיפוש חומרי לימוד
          לילדינו נתקלנו בשפע של חומרים מחד, אך גם בכאוס רב מאידך – התקשינו
          לשייך את החומרים לכיתות ולרמות השונות ונוצר בלבול רב, שגרם לחיפושים
          מייגעים ומתישים.
          <br /><br />
          בנוסף, חיפשנו מבחנים עם פתרונות, לצורך תרגול לפני מבחנים, והתקשינו
          למצוא די מבחנים איכותיים וממצים.
          <br /><br />
          אז החלטנו להקים אתר חינמי, שירכז הכל במקום אחד – חומרי לימוד, המחולקים
          למקצועות והמפולחים על פי רמות לימוד ומבחנים עם פתרונות שיסייעו לתרגל
          לפני מבחן.
          <br /><br />
          האתר נבנה על ידינו; מורים, מרצים ומחנכים מומחים בתחומם, ונועד לקשר בין
          מורה לתלמיד.
          <br /><br />
          חומרי הלימוד מותאמים לתלמידים מכיתות א׳- י״ב, במגוון מקצועות לימוד,
          ברמות השונות.
          <br />
          כמו כן, באתר מוצעים מבחנים, שנבנו על ידי צוות האתר, בהתאמה מלאה
          לתוכנית הלימודים של משרד החינוך.
          <br /><br />
          כתהליך משלים להקמת פלטפורמה אחת איכותית ללימודים, החלטנו לשלב באתר גם
          אינדקס של מורים פרטיים, מתוך המחשבה שתלמיד שכבר נמצא באתר לצורך שיפור
          לימודיו ואולי נתקל בקושי, יוכל ליצור קשר באותו מקום עם מורה פרטי.
          <br /><br />
          לכן האתר מכיל מגוון מורים פרטיים בכל מקצועות הלימוד ותחומי העניין,
          לכלל הגילאים.
          <br /><br />
          ניתן להתרשם ממגוון של מורים פרטיים באתר ולחפש מורה פרטי על פי מין,
          השכלה, מקום לימוד וכמובן מחיר. מנוע החיפוש מאפשר לכם למצוא מורים
          פרטיים במחירים התואמים את כיסכם.
          <br /><br />
          אנו עובדים על הוספת חומרים חדשים ומעודכנים ושואפים להשתפר כל הזמן, הן
          בתחום החומרים והן בתחום המורים הפרטיים, ולכן נשמח לקבל משובים והמלצות
          על חומרי לימוד , מבחנים, מורים פרטיים ותחומי עניין נוספים.
          <br /><br />
        </p>
      </div>
    </>
  );
}
